tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "bzip2"
brew "cmatrix"
brew "composer"
brew "firebase-cli"
brew "gh"
brew "ghq"
brew "git"
brew "glib"
brew "googler"
brew "haskell-stack"
brew "irssi"
brew "jq"
brew "krb5"
brew "mas"
brew "n"
brew "pandoc"
brew "peco"
brew "php-cs-fixer"
brew "pnpm"
brew "pyenv"
brew "screen"
brew "tcl-tk"
brew "tree"
brew "w3m"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "heroku/brew/heroku"
cask "aerial"
cask "around"
cask "balenaetcher"
cask "brave-browser"
cask "burp-suite"
cask "clipy"
cask "discord"
cask "docker"
cask "drawio"
cask "eul"
cask "figma"
cask "firefox"
cask "gifox"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "krisp"
cask "linear"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "nvidia-geforce-now"
cask "obsidian"
cask "onedrive"
cask "opgg"
cask "raycast"
cask "readdle-spark"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "steam"
cask "tableplus"
cask "tandem"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "Focus", id: 777233759
mas "iMovie", id: 408981434
mas "InsomniaZ", id: 1447041581
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
