tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "bzip2"
brew "cmatrix"
brew "composer"
brew "gh"
brew "ghq"
brew "git"
brew "haskell-stack"
brew "openssl@1.1"
brew "mas"
brew "n"
brew "pandoc"
brew "peco"
brew "php-cs-fixer"
brew "readline"
brew "postgresql"
brew "pyenv"
brew "screen"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
cask "aerial"
cask "balenaetcher"
cask "brave-browser"
cask "clipy"
cask "discord"
cask "docker"
cask "eul"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-teams"
cask "notion"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "steam"
cask "viber"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "Focus", id: 777233759
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Microsoft Outlook", id: 985367838
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951
